{   "id": "a995abf3-d9a4-43cd-8c3b-4dc20ef0d131",
    "title": "DICOM Transfer Guide",
    "text": "Created by Chad Smiddy, last modified by Pierce, Elizabeth on Feb 15, 2024\n\nTransferring Data\n\n• Sending scan data to Anubix2:\n  • Login to Anubix2.\n  • OsiriX is usually open but if not launch its icon in the dock.\n  • On the 3T Siemens Prisma console open up the Patient Browser and select the scan you want to transfer.  Make sure you select the entire scan by choosing the name in the first tree, and not just a single image or series unless that is desired. Click on the ‘Send to…’ icon or go to ‘Transfer -> Send to’ on the menu bar.  \n  • Select Anubix2, and click the Send button.\n  • You may double click on the icon that appears on the bottom of the screen to monitor the transfer progress or the click on Transfer Log from the top of the screen.\n  • After the transfer is completed, go to Anubix2 then OsiriX and it will have a blue dot adjacent to the study name.  Note that blue dot/dial indicates the time it has been on Anubix2- not the amount of data transferred.\n  • Make sure all of the data has been transferred before pushing it to an external server or BOX.  The number of images sent are in a column on OsiriX and the Prisma's Transfer Log for matching reference, but notice a slight difference due to pushing the Phoenix Reports as their files are different sizes.\n  • Lab servers are added to Anubix2 by each group.  It is acceptable to leave the transfer running but each transfer will need to be checked and managed by the Lab.\n\n• Burn data to a disc on Anubix2:\n  • To burn a CD/DVD, simply insert a blank disc into the drive.\n  • Click OK when prompted to choose an action.\n  • While holding down the option key drag the files you want to burn on top of the ‘Untitled CD/DVD’ icon that appears on the Desktop.\n  • Once the transfer is complete, double click on the CD/DVD icon and click ‘Burn’ on the Finder window that you’ve just opened.\n\n• Send sequences to Radiology PACS and R-VISAGE:\n  • Each project is responsible to arrange payment with Radiology for these reads.  Contact Prisma staff for details, Jonathan.Bachman@ucsf.edu.\n  • On the 3T console open up the Patient Browser and select the sequences (T1, T2*, T2_, Axial Flair, etc.) you want to transfer.  \n  • Click on the ‘Send to…’ icon or go to ‘Transfer -> Send to’ on the menu bar.  \n  • For identified data read, select Apex , 2nd choice from the top of the list and click the Send button.  \n  • For de'ID data, select R-VISAGE and the click Send.\n  • Check the Transfer Log for status if desired.\n\nNote: The data in zip format may be stored on Aubix2 in Lab/Project folders on the desktop for less than one year.",
    "images": []
}
