{   "id": "4b173fae-27b8-454a-90a8-9c69f432a928",
    "title": "MRI Vision Correction Glasses",
    "text": "Created by Chad Smiddy, last modified by Pierce, Elizabeth on Oct 21, 2023\n\n[IMAGE_eye_image1]\n\nFunction:\n\nProvides vision correction for participants inside the MRI scanner.\n\nLocation and tips:\n\nThe MR glasses are kept in plastic cases that sit on the right side of the table in our participant prep area.\n\nNote that our glasses are designed to only correct nearsightedness or farsightedness and not astigmatism.\n\nAstigmatisms correction is accomplished for their own glasses by individually modified curves added that help correct their unique vision.\n\nSince these lenses only curve one way, people with astigmatism might need to use + or - their usual script.\n\nOur lenses range from zero* to -8 or +8.\n\nIt takes 10 mins. or more to sort out the best ones for most participants.\n\nThe case(s) may be taken from the Prisma suite in advance to fit the participant in another room so you do not burn scheduled scan time.\n\n*The reason there are zero lenses is for when someone only needs correction on one side and the frame needs two lenses to balance it on the participant's face.\n\nPutting lenses in frames:\n\nAfter you have chosen the lenses, gently spread the frames apart and pop in a lens one at a time. L-lens into the left socket and R-lens into the right socket. Wipe the lenses with the cloth if needed to remove fingerprints, and the glasses are ready to wear.\n\nNote: It helps to put an earplug under the frame on the participant's nose to stabilize the frame and reduce fog. The frame strap may be used to hold the frame on the participant's face, but most are more comfortable if you just place the frames on their face after they lie in the headcoil.\n\nADDITIONAL DETAILS\n\nReading the Prescription:\n\nA prescription from an optometrist is usually written in three numbers:\n\nFor example:\n\n[IMAGE_eye_image2]\n\nOD (lat. Ocular Dexter) is for the right eye, and OS (lat. Ocular Sinister) is for the left eye. The 1st number (-4.25 and -5.50) is the degree of spherical nearsightedness or farsightedness. The sign identifies whether you are nearsighted (-) or farsighted (+). If you are nearsighted, your vision will become clearer the closer you stand to the eye chart.\n\nThe second number (-1.75 and -1.25) is the degree of astigmatism. The number can be written either with a + sign or a - sign.\n\nThe last and 3rd number (180 and 175) is the axis, or the direction of your astigmatism. An axis of 180 degrees, for example, means the astigmatism is horizontal.\n\nTherefore, this prescription means that the patient is moderately nearsighted, with a moderate degree of astigmatism in a horizontal direction.\n\nThe \"add\" at the bottom of the prescription is for the reading part of a bifocal glass. It might be unusual for anyone under the age of 40 to need this.\n\nIf the prescription only has one number, then the person does not have any astigmatism.\n\nUsing the chart:\n\nEyesight is commonly evaluated by reading a Snellen eye chart from a distance of 20 feet.\n\n[IMAGE_eye_image3]\n\nNext to each row on the chart, there is number 20/X, which provides a descriptive approximation of visual acuity. A person with \"ideal\" eyesight will be able to read that row from X feet away. Deviations from this \"ideal\" 20/20 can be caused by myopia (spherical lens correction required), astigmatism (cylindrical lens correction required), and other variables (including the lighting in the room). If myopia is the only variable, the following approximate relationships exist between measurements in terms of diopters and the visual acuity, 20/X:\n\n[IMAGE_eye_image4]\n\nWith the participant standing about 8 paces from the eye chart, hand them a lens one at a time and see which ones work best.",
    "images": [
        "eye_image1.png",
        "eye_image2.png",
        "eye_image3.png",
        "eye_image4.png"
    ]
}
