{
    "id": "06fc14ad-c3d0-4184-9a06-67199617c97e",
    "title": "Scanner Troubleshooting Guide",
    "text": "Created by Chad Smiddy, last modified by Lara Stables on Jul 17, 2017\n\nIf you have problems with the scanner, check this list first!\n\n**Problem**: Unable to scan after pushing the ‘Table STOP’ button or using the ‘Table Release’ lever. On the table-positioning panel this is indicated by the glowing ‘Stop’ button and the flashing ‘Table In/Out’ buttons.\n\n**Solution**: If the ‘Table STOP’ button was pushed, you should reset the table by pressing the ‘Table In’ & ‘Table Out’ in quick succession. (These buttons are on the table-positioning panel on the scanner itself and flash when the table is deactivated). If the ‘Table Release’ lever was pulled, make sure that the lever is back in its original position and the table is engaged (move the table back and forth along the track until you hear a ‘click’). Sometimes you need to move the table back to the home position before continuing (press the ‘home’ button on the table-positioning panel).\n\n**Problem**: The scanner stops in the middle of an EPI run with a red bar through the \"gradient\" icon at the bottom of the screen and a message \"Connection to the Reconstruction computer lost ... \" (Note: This is a message that appears when you double-click the \"gradient\" icon.)\n\n**Solution**: If the patient is inside the scanner, pull them out immediately! Fully shut down the system and start it back up — a procedure that takes approximately 25 minutes.\n\n**Problem**: The Siemens console screen is blank after switching on the scanner.\n\n**Solution**: Hold the power button on the Siemens computer until it shuts down, then push it again to turn it back on.\n\n**Problem**: Image contrast of an auto-loaded image is very bright (The image is very white when it should not be so.)\n\n**Solution**: Double-click the image with the middle mouse button. This is the shiny gray button with an indent. Double-clicking will return the image to its default contrast. Holding down the middle button allows you to alter contrast.\n",
    "images": [],
    "pdfs": []
}
