{ "id": "23fc1499-c3d0-4184-9a06-67101618c97e",
  "title": "Scanner Shutdown & Startup Instructions",
  "text": "**Created by Chad Smiddy, last modified by Pierce, Elizabeth on Sep 16, 2024**\n\n\n**CALL or TEXT Tech and Lara for help when you need to do this.**\n\nPlease **DO NOT SHUTDOWN** the scanner and leave the entire Prisma system **OFF**, even after the last scan of the day. Siemens is monitoring the scanner remotely, so **please leave the scanner on after rebooting.**\n\nLock the scanner room door after the last scan of the day.\n\n\n**Note:** Do not unplug or plug in any head coils or move the scanner bed while the system is actively shutting down or booting up to avoid time-consuming table location lost error troubleshooting, requiring a reboot process and added stress. Even cleaning off the scanner bed or setting it up for your participant during shutdown or boot-up will be enough movement to cause problems.\n\n\n**Why?** Because the system will error if it fails to detect the table's location within millimeters. The accuracy of this function helps measure the exact physical location of **tumors, herniated discs**, etc. We **cannot bypass** this internal check. This table reference test works best when the table is **Home, up and out**, as that is recognized as **0mm**.\n\n\n---\n\n\n### **Step-by-step Guide**\n\n**1. Ensure Participant Privacy** by closing image data on the MRI scanner's computer monitor. Make sure all your scans have finished transferring to: **SNC_Gateway, MAC, Anubix2, PACs**—as is appropriate for your study.\n\n\n**2. In the Scanner Bay**, Push the **Home Button** on the Control Pad (it looks like a little house) to leave the bed in the **Home Position**. Place used linens in the laundry basket. Replace any **Pulse Ox, Button Box, equipment** to their proper locations. Pick up any trash you have left in the Scanner Bay, then proceed back to the console after sealing the **Pneumatic Door**.\n\n\n** 3. In the Menu, Select System **\n\n\n** [IMAGE_stdw_image1] 4. Go to:**\n   - System → End Session… → Shutdown System…\n   - Press **Yes** to start the shutdown process.\n\n\n** [IMAGE_stdw_image2]5. Then click Shutdown System…**\n   - Press **Yes** to start the shutdown process.\n   - Click **OK** to any warnings to proceed shutting down.\n   - Now do a little email, text, or meditate. 🧘\n\n\n** [IMAGE_stdw_image3]6. After ~7 minutes**, the Siemens Console will display:\n   > *Now safe to Turn off your Computer. *\n   - **DO NOT turn off the Console Computer** (which sits on the floor next to your feet).\n   - Instead, turn **System Off** by moving to the **System Hardware Wall Interface**.\n\n\n** [IMAGE_stdw_image4]7. Press the BLUE SYSTEM OFF button** on the Siemens Wall Panel to power down the system.\n\n\n---\n\n\n### **Congratulate yourself! 🎉 You are now ready to turn off the lights.[IMAGE_stdw_image5] **\n\n\n---\n\n\n### **Proper Startup is Important Too:**\n\n**1.** Move the **scanning computer’s mouse** once to try and wake up the screen to be sure the last user finished the proper shutdown. *(This is a change from the last version of these instructions.)*\n\n**2.** If the message, *Now safe to Turn off your Computer *, appears on the monitor’s screen, turn the system off and wait **5 minutes** before booting up per Siemens Applications Specialists (**aka super savvy users**). This allows all the hardware to **fully shut down**.\n\n**3.** If, after moving the mouse once, **no message appears**, proceed to **item 4** of Proper Startup.\n\n**4.** Press the **BLUE SYSTEM ON** button on the Siemens Wall Panel to start the power-up process.\n\n**5.** The system takes about **8 minutes** to start.  \n   - The **gradient icon** at the bottom of the screen will have a **red line through it** → *Double-click on it for more information, but do not touch anything else to avoid errors.*\n\n**6.** The scanner will beep **three times**, and the **red line through the gradient icon will disappear** when the scanner has finished booting up.  \n   - If you **do not notice the 3 beeps**, that is **OK**—as long as the **red line is gone, you may proceed.**\n\n**7.** After ~8 minutes, the scanner should be **up and ready** to **Register your Patient.**\n\n**8.** **Remember** to perform **both** Patient Registration screens  **before** putting your subject onto the table. *One must go through both screens prior to aligning the patient at Isocenter.*\n\n\n---\n\n\n**Note:** Do **not** unplug or plug in any **head or body coils** or move the bed while the system is starting because it will likely result in a **startup error**.  \nIf you have the **first scan of the day**, be sure you arrive with sufficient time so that you can start the scanner with enough time to allow the **system to properly initialize**.  \nMany times, **errors result from moving the table while the system is shutting down or booting up.**  \nAlso, **do not move any parts of the head coils during these functions.**"
  "images": [
      "stdw_image1.png",
      "stdw_image2.png",
      "stdw_image3.png",
      "stdw_image4.png",
      "stdw_image5.png",
      "stdw_image6.png",
      "stdw_image7.png"]
}
